const DBMenu = {
    "burger": [
        {
            "name": "Двойной Джо",
            "description": "Сытный бургер с двумя котлетами из мраморной говядины с томатом и сыром гауда. Очень сочный, имеет нежную структуру и яркий вкус.",
            "img": "/Menu/Burgers/burger1.png",
            "id": 1,
            "price": 319,
            "toppings": [
                "Бекон",
                "Кетчуп",
                "Сыр Чеддер",
                "Красный лук",
                "Огурцы",
                "Помидор",
                "Халапеньо"
            ]
        },
        {
            "name": "Зевс",
            "description": "Сочный бургер в греческом стиле. При изготовлении используется котлета из мяса молодых бычков, крупные куски моцареллы, салат айсберг, томаты и оливки.",
            "img": "/Menu/Burgers/burger2.png",
            "id": 2,
            "price": 249,
            "toppings": [
                "Бекон",
                "Красный лук",
                "Свекла",
                "Кимчи",
                "Халапеньо"
            ]
        },
        {
            "name": "BBQ",
            "description": "Отличительной чертой этого бургера является карамельная говяжья котлета, приготовленная на открытом огне с соусом барбекю, яркий вкус зелени и томатов и огурчиков в авторском маринаде.",
            "img": "/Menu/Burgers/burger3.png",
            "id": 3,
            "price": 329,
            "toppings": [
                "Бекон",
                "Халапеньо",
                "Кетчуп",
                "Красный лук"
            ]
        },
        {
            "name": "Сердце врага",
            "description": "Самый желанный бургер. Включает в себя толстую котлету из мраморной говядины, большие куски говяжьего бекона, прожаренного на открытом огне, двойную порцию сыра чеддер, свежие томаты и салат.",
            "img": "/Menu/Burgers/burger4.png",
            "id": 4,
            "price": 479,
            "toppings": [
                "Болгарский перец",
                "Халапеньо",
                "Сыр Гауда",
                "Тату на булке"
            ]
        },
        {
            "name": "Детройт",
            "description": "Бургер с толстой котлетой из мраморной говядины, двойным сыром чеддер, шпинатом и руколлой.",
            "img": "/Menu/Burgers/burger5.png",
            "id": 5,
            "price": 237,
            "toppings": [
                "Кетчуп",
                "Сыр Чеддер",
                "Красный лук",
                "Огурцы",
                "Халапеньо"
            ]
        },
        {
            "name": "Дедлайн",
            "description": "Для тех, кому нужен можный заряд энергии. Огромная котлета из мраморной говядины с авторским соусом, салат латук, красный лук и томаты черри.",
            "img": "/Menu/Burgers/burger6.png",
            "id": 6,
            "price": 239,
            "toppings": [
                "Сыр Чеддер",
                "Болгарский перец",
                "Огурцы",
                "Помидор",
                "Халапеньо"
            ]
        },
        {
            "name": "Классик",
            "description": "Оригинальный бургер с большим количествомм овощей и нежной говяжьей котлетой в авторском соусе.",
            "img": "/Menu/Burgers/burger7.png",
            "id": 6,
            "price": 299,
            "toppings": [
                "Сыр Чеддер",
                "Бекон",
                "Красный лук",
                "Огурцы",
                "Помидор",
                "Халапеньо"
            ]
        },
        {
            "name": "Мексиканец",
            "description": "Супер-острый и горячий бургер! Перец Халапеньо, лист айсберга, перченый бекон и острая котлета из мраморной говядины.",
            "img": "/Menu/Burgers/burger8.png",
            "id": 6,
            "price": 315,
            "toppings": [
                "Сыр Чеддер",
                "Красный лук",
                "Огурцы",
                "Помидор",
                "Ямайский перец"
            ]
        },
        {
            "name": "Вега",
            "description": "Сочный бургер, приготовленый без продуктов животного происхождения. Постная цельнозерная булочка, морковно-тыквенная котлета, салат лолло-росса и брусничный соус.",
            "img": "/Menu/Burgers/burger9.png",
            "id": 6,
            "price": 199,
            "toppings": [
                "Сыр тофу",
                "Ананас",
                "Красный лук",
                "Огурцы",
                "Помидор",
                "Халапеньо"
            ]
        }
    ],
    "drinks": [
        {
            "name": "Капучино",
            "description": "Горячий рождественский капучино объема стандарт (250 мл)",
            "img": "/Menu/Drinks/drink2.png",
            "id": 1,
            "price": 239,
            "choices": [
                "Объем: Макси (400 мл)",
                "Объем: Гранде (600 мл)",
                "Маршмеллоу",
                "Корица",
                "Ореховый сироп"
            ]
        },
        {
            "name": "Раф",
            "description": "Вкусовой раф объема стандарт (250 мл)",
            "img": "/Menu/Drinks/drink3.png",
            "id": 2,
            "price": 239,
            "choices": [
                "Объем: Макси (400 мл)",
                "Объем: Гранде (600 мл)",
                "Мятный сироп",
                "Шоколадный сироп",
                "Ореховый сироп",
                "Банановый сироп",
                "Брусничный сироп",
                "Карамельный сироп"
            ]
        },
        {
            "name": "Клубничный милкшейк",
            "description": "Традиционный холодный молочный коктейль с кусочками клубники и умеренным содержанием сахара. Объем стандарт (250 мл)",
            "img": "/Menu/Drinks/drink1.png",
            "id": 3,
            "price": 187,
            "choices": [
                "Объем: Макси (400 мл)",
                "Объем: Гранде (600 мл)"
            ]
        },
        {
            "name": "Чай",
            "description": "Листовой чай объема стандарт (250 мл)",
            "img": "/Menu/Drinks/drink5.png",
            "id": 4,
            "price": 56,
            "choices": [
                "Чёрный",
                "Зелёный",
                "Травяной"
            ]
        },
        {
            "name": "Мятный милкшейк",
            "description": "Традиционный холодный молочный коктейль с мятой и кусочками мохито. Объем стандарт (250 мл)",
            "img": "/Menu/Drinks/drink4.png",
            "id": 5,
            "price": 187,
            "choices": [
                "Объем: Макси (400 мл)",
                "Объем: Гранде (600 мл)"
            ]
        },
        {
            "name": "Coca-cola",
            "description": "Знаменитый лимонад объема стандарт (250 мл)",
            "img": "/Menu/Drinks/drink6.png",
            "id": 6,
            "price": 80,            
            "choices": [
                "Объем: Макси (400 мл)",
                "Объем: Гранде (600 мл)"
            ]
        }
    ],
    "snacks": [
        {
            "name": "Картофель фри",
            "description": "60 г жареного молодого катофеля",
            "img": "/Menu/Snacks/snack1.png",
            "id": 1,
            "price": 87,            
            "choices": [
                "Макси (90 г)",
                "Гранде (150 г)",
                "Кисло-сладкий соус",
                "Кетчуп",
                "Горчичный соус",
                "Соус барберкю"
            ]
        },
        {
            "name": "Наггетсы",
            "description": "5 наггетсов из куриной грудки в авторской панировке",
            "img": "/Menu/Snacks/snack2.png",
            "id": 2,
            "price": 157,                        
            "choices": [
                "Макси (9 наггетсов)",
                "Гранде (12 наггетсов)",
                "Кисло-сладкий соус",
                "Кетчуп",
                "Горчичный соус",
                "Соус барберкю"
            ]
        },
        {
            "name": "Картофель по-деревенски",
            "description": "60 г жареного молодого катофеля",
            "img": "/Menu/Snacks/snack3.png",
            "id": 3,
            "price": 87,            
            "choices": [
                "Макси (90 г)",
                "Гранде (150 г)",
                "Кисло-сладкий соус",
                "Кетчуп",
                "Горчичный соус",
                "Соус барберкю"
            ]
        }
    ]
};

export default DBMenu;